{
  "enabled": true,
  "cardTitleRo": "Recomandări - zilele aceastea",
  "cardTitleEn": "Recommendations - this period",
  "cardImageUrl": "https://raw.githubusercontent.com/brasovartizan3d/explore-brasov-content/refs/heads/main/Brasov%20-%20Targ%20Craciun.webp",
  "items": [
    {
      "id": "reco_01",
      "titleRo": "Târgul de Crăciun Brașov",
      "titleEn": "Brasov Christmas Market",
      "shortRo": "Eveniment de sezon în Piața Sfatului",
      "shortEn": "Seasonal event in Council Square",
      "detailsRo": "Târgul de Crăciun din Brașov oferă produse tradiționale, vin fiert, muzică și activități pentru copii.",
      "detailsEn": "Brasov Christmas Market offers traditional products, mulled wine, music and activities for children.",
      "images": [
        "https://raw.githubusercontent.com/brasovartizan3d/explore-brasov-content/main/reco_01_1.webp",
        "https://raw.githubusercontent.com/brasovartizan3d/explore-brasov-content/main/reco_01_2.webp",
        "https://raw.githubusercontent.com/brasovartizan3d/explore-brasov-content/main/reco_01_3.webp"
      ],
      "phone": "",
      "whatsapp": ""
    },
    {
      "id": "reco_02",
      "titleRo": "Plimbare pe Tâmpa",
      "titleEn": "Mount Tampa Walk",
      "shortRo": "Priveliște spectaculoasă asupra orașului",
      "shortEn": "Spectacular city view",
      "detailsRo": "O plimbare ușoară până pe Tâmpa, ideală în zilele senine.",
      "detailsEn": "An easy walk to Mount Tampa, ideal on clear days.",
      "images": [
        "https://raw.githubusercontent.com/brasovartizan3d/explore-brasov-content/main/reco_01_1.webp"
      ],
      "phone": "",
      "whatsapp": ""
    },
    {
      "id": "reco_03",
      "titleRo": "Restaurant tradițional",
      "titleEn": "Traditional Restaurant",
      "shortRo": "Mâncare românească autentică",
      "shortEn": "Authentic Romanian food",
      "detailsRo": "Restaurant cu preparate tradiționale românești, perfect pentru sezonul rece.",
      "detailsEn": "Restaurant with traditional Romanian dishes, perfect for cold season.",
      "images": [
        "https://raw.githubusercontent.com/brasovartizan3d/explore-brasov-content/main/reco_01_1.webp"
      ],
      "phone": "",
      "whatsapp": ""
    },
    {
      "id": "reco_04",
      "titleRo": "Universul trenuletelor",
      "titleEn": "The world of toy trains",
      "shortRo": "Expoziție de trenuri în miniatură și diorame ale Brașovului – o incursiune spectaculoasă, educativă și interactivă în istoria, arhitectura și viața urbană, pentru toate vârstele",
      "shortEn": "Exhibition of miniature trains and dioramas of Brașov – a spectacular, educational and interactive foray into history, architecture and urban life, for all ages",
      "detailsRo": "Expoziția de trenulețe și diorame dedicată orașului Brașov 
reprezintă o incursiune spectaculoasă într-o lume în 
miniatură, unde detaliile, creativitatea și pasiunea pentru 
modelism se îmbină armonios. Vizitatorii sunt invitați să 
descopere un univers fascinant, construit cu migală, care 
redă fidel atmosfera unor orașele în miniatura, surprinse în 
diferite perioade și contexte urbane. 
Dioramele expuse ilustrează clădiri emblematice, străzi 
animate, zone istorice, cartiere moderne, dar și peisaje 
montane specifice zonei. Trenulețele circulă neîntrerupt pe 
trasee atent realizate, traversând gări, poduri, tuneluri și 
pasaje, oferind senzația unei rețele feroviare reale, în 
permanentă mișcare. Fiecare scenă este îmbogățită cu 
personaje, vehicule, elemente de infrastructură și detalii fine, 
care dau viață întregului ansamblu. 
Expoziția se adresează atât pasionaților de modelism 
feroviar, cât și publicului larg, de toate vârstele. Copiii sunt 
atrași de dinamica trenurilor și de poveștile din fiecare 
dioramă, iar adulții pot aprecia complexitatea tehnică, 
precizia execuției și valoarea artistică a exponatelor. În 
același timp, evenimentul oferă o perspectivă educativă, 
punând în valoare istoria, arhitectura și identitatea orașelelor 
, într-o formă originală și captivantă. 
Vă așteptăm să descoperiți o lume fascinantă a minaturilor, 
au unor orășele miniaturale ce prind viață sub ochii 
dumneavoastră. ",
      "detailsEn": "The exhibition of miniature trains and dioramas dedicated to the city of Brașov
represents a spectacular foray into a miniature world, where details, creativity and passion for
modeling blend harmoniously. Visitors are invited to
discover a fascinating universe, meticulously built, which
faithfully reproduces the atmosphere of miniature cities, captured in
different periods and urban contexts.
The dioramas on display illustrate emblematic buildings, lively streets, historical areas, modern neighborhoods, but also mountain landscapes specific to the area. The trains circulate continuously on
carefully designed routes, crossing stations, bridges, tunnels and
passages, offering the sensation of a real railway network, in
permanent movement. Each scene is enriched with
characters, vehicles, infrastructure elements and fine details,
which give life to the entire ensemble.
The exhibition is aimed at both railway model enthusiasts and the general public of all ages.
Children are attracted by the dynamics of the trains and the stories in each diorama, while adults can appreciate the technical complexity, precision of execution and artistic value of the exhibits. At the same time, the event offers an educational perspective, highlighting the history, architecture and identity of the towns in an original and captivating way. We look forward to discovering a fascinating world of miniatures, miniature towns that come to life before your eyes.",
      "images": [
        "https://raw.githubusercontent.com/brasovartizan3d/explore-brasov-content/refs/heads/main/universul%20trenuletelor%201.webp"
        "https://raw.githubusercontent.com/brasovartizan3d/explore-brasov-content/refs/heads/main/universul%20trenuletelor%202.webp"
        "https://raw.githubusercontent.com/brasovartizan3d/explore-brasov-content/refs/heads/main/universul%20trenuletelor%203.webp"
        "https://raw.githubusercontent.com/brasovartizan3d/explore-brasov-content/refs/heads/main/universul%20trenuletelor%204.webp"
      ],
      "phone": "+40 743 008 022",
      "whatsapp": "+40 743 008 022"
    },
    {
      "id": "reco_05",
      "titleRo": "Titlu RO 5",
      "titleEn": "Title EN 5",
      "shortRo": "Descriere scurtă RO 5",
      "shortEn": "Short EN 5",
      "detailsRo": "Detalii RO 5",
      "detailsEn": "Details EN 5",
      "images": [
        "https://raw.githubusercontent.com/brasovartizan3d/explore-brasov-content/main/reco_01_1.webp"
      ],
      "phone": "",
      "whatsapp": ""
    }
  ]
}
